var allques = {
    "1-1": {
        "ques": "选择你要挑的车款吧",
        "ans": {
            "1": "手动轮椅",
            "2": "电动轮椅",
            "3": "电动代步车"
        },
        "des": {
            "1": "适合可自己推行轮椅的使用者。或是无法自己推行轮椅，且无法操控电动轮椅或电动代步车，需要照护者协助推行的乘坐者。",
            "2": "适合无法自己推行轮椅，但认知能力及视觉能力正常，并可使用摇杆或特殊介面 (如下巴、眼睛或舌头) 进行操控的使用者",
            "3": "适合无法自己推行轮椅，但认知及视觉能力正常，可独立进出座椅，并可操控电动代步车龙头转向的使用者"
        },
        "next": {
            "1": "2-1",
            "2": "2-2",
            "3": "2-3"
            // "3": null
        },
        "pic":{
            "1": "1-1.gif",
            "2": "1-2.gif",
            "3": "1-3.gif"
        },
        "result":{
            "1": null,
            "2": null,
            "3": null
        }
    },
    "2-1": {
        "ques": "是成人或儿童要乘坐的呢？",
        "ans": {
            "1": "成人",
            "2": "儿童"
        },
        "des": {
            "1": "",
            "2": ""
        },
        "next": {
            "1": "3-1",
            //"2": "3-2"
            "2": "end"
        },
        "pic":{
            "1": "2-12-2.gif",
            "2": "2-12-2.gif"
        },
        "result":{
            "1": null,
            "2": ["KM-7501"]
        }
    },
    "2-2": {
        "ques": "是成人或儿童要乘坐的呢？",
        "ans": {
            "1": "成人",
            "2": "儿童"
        },
        "des": {
            "1": "",
            "2": ""
        },
        "next": {
            "1": "3-3",
            // "2": "4-4"
            // "2": null
	    "2": "end"
        },
        "pic":{
            "1": "2-12-2.gif",
            "2": "2-12-2.gif"
        },
        // "result":{
        //  "1": null,
        //     "2": null
        // }
        "result":{
            "1": null,
            // "2": null
	    "2": ["KP-12T"]
        }
    },
    "2-3": {
        "ques": "想要有收合功能的车身吗?",
        "ans": {
            "1": "Yes",
            "2": "No"
        },
        "des": {
            "1": "车身可拆解收合，适合有外出携带或收纳需求的使用者",
            "2": "车身无法拆解收合，适合没有外出携带或收纳需求的使用者"
        },
        "next": {
            "1": "end",
            "2": "3-4"
        },
        "pic":{
            "1": "2-3.gif",
            "2": "2-3.gif"
        },
        "result":{
            "1": ["KS-110","KS-200"],
            "2": null
        }
    },
    "3-1": {
        "ques": "是否可以自己推行轮椅呢？",
        "ans": {
            "1": "Yes",
            "2": "No"
        },
        "des": {
            "1": "乘坐者可运用上肢或下肢推行轮椅",
            "2": "需要照护者协助推行"
        },
        "next": {
            "1": "4-1",
            // "1": null,
            "2": "4-2"
        },
        "pic":{
            "1": "3-1-5.gif",
            "2": "3-1-5.gif"
        },
        // "result":{
        //  "1": ["KM-1502","KM-2500L"],
        //     "2": ["KM-1502","KM-2500L"]
        // }
        "result":{
            "1": ["KM-9000","KM-1502","KM-2500L","KM-2512","KM-3520.2","KM-8520","KM-8520X","KM-AT20","KM-AT60","SM-100.2","SM-150.2","SM-100.5","SM-150.5C"],
            "2": ["KM-5000.2","KM-2500L","KM-1502","KM-2500","KM-2500L","KM-2512","KM-3520.2","KM-5000","KM-1520.3T","KM-TV20","SM-100.2","SM-150.2","SM-100.5","SM-150.5C","SM-150.5"]
        }
    },
    "3-2": {
        "ques": "是否能自行移动双臀调整坐姿进行减压呢?",
        "ans": {
            "1": "Yes",
            "2": "No"
        },
        "des": {
            "1": "不需姿势变换功能协助减压",
            "2": "需要后躺、空中倾倒等姿势变换功能协助乘坐者减压"
        },
        "next": {
            "1": "end",
            "2": "end"
        },
        "pic":{
            "1": "3-2.gif",
            "2": "3-2.gif"
        },
        "result":{
            "1": ["KM-7501"],
            "2": ["KM-CP33"]
        }
    },
    "3-3": {
        "ques": "以户外行驶为主，经常需要通过不平稳的路面或斜坡吗？",
        "ans": {
            "1": "Yes",
            "2": "No"
        },
        "des": {
            "1": "车身较大，同时配备较大的电池容量及马达扭力",
            "2": "车身较轻巧，以居家附近或短距离行驶为主"
        },
        "next": {
            //"1": "4-3",
            "1": null,
            // "1": null,
            "2": "4-4"
        },
        "pic":{
            "1": "3-3.gif",
            "2": "3-3.gif"
        },
        // "result":{
        //  "1": ["KP-45.3","KP-45.3TR"],
        //     "2": ["KP-80","KP-31T"]
        // }
        "result":{
            //"1": ["KP-45.3TR", "KP-45.3"],
            "1": ["请洽询订改制客服"],
            "2": ["KP-31","KP-10.3","KP-80"]
        }
    },
    "3-4": {
        "ques": "经常行驶较远距离吗?",
        "ans": {
            "1": "Yes",
            "2": "No"
        },
        "des": {
            "1": "电池容量及车身较大，充饱电后的续航力可行驶超过50公里",
            "2": "电池容量及车身较小，充饱电后的续航力无法行驶超过50公里"
        },
        "next": {
            "1": "end",
            "2": "4-5"
        },
        "pic":{
            "1": "3-4.gif",
            "2": "3-4.gif"
        },
        "result":{
            "1": ["KS-848"],
            "2": ["KS-747.2","KS-600","KS-646"]
            // "2": ["KS-600","KS-646"]
        }
    },
    "4-1": {
        "ques": "乘坐者的体重是多少呢?",
        "ans": {
            "1": "100公斤以下",
            "2": "100~130公斤",
            "3": "130~160公斤",
            "4": "160公斤以上"
        },
        "des": {
            "1": "不需要高承重功能",
            "2": "需要骨架更稳固的高承重功能",
            "3": "需要骨架更稳固的高承重功能",
            "4": "需要骨架更稳固的高承重功能"
        },
        "next": {
            "1": "5-1",
            "2": "end",
            "3": "end",
            "4": null
        },
        "pic":{
            "1": "4-1-1.gif",
            "2": "4-1-2.gif",
            "3": "4-1-3.gif",
            "4": "4-1-4.gif"
        },
        "result":{
            "1": ["KM-9000","KM-1502"," KM-2500L","KM-2512","KM-3520.2","KM-8520","KM-AT20","KM-AT60","SM-100.2","SM-150.2","SM-100.5","SM-150.5C"],
            "2": ["KM-8520"],
            "3": ["KM-8520X"],
            "4": ["大轮版高承重车款，洽询订改制客服"]
        }
    },
    "4-2": {
        "ques": "乘坐者的体重是多少呢？",
        "ans": {
            "1": "100公斤以下",
            "2": "100~130公斤",
            "3": "130~160公斤",
            "4": "160公斤以上"
        },
        "des": {
            "1": "不需要高承重功能",
            "2": "需要骨架更稳固的高承重功能",
            "3": "需要骨架更稳固的高承重功能",
            "4": "需要骨架更稳固的高承重功能"
        },
        "next": {
            "1": "5-2",
            // "2": null,
            // "3": null,
            // "4": null
            "2": "end",
            "3": "end",
            "4": null
        },
        "pic":{
            "1": "4-1-1.gif",
            "2": "4-1-2.gif",
            "3": "4-1-3.gif",
            "4": "4-1-4.gif"
        },
        // "result":{
        //  "1": ["KM-1502","KM-2500L"],
        //     "2": null,
        //     "3": null,
        //     "4": null
        // }
        "result":{
            "1": ["KM-5000.2","KM-2500L","KM-1502","KM-2500 ","KM-2500L","KM-2512","KM-3520.2","KM-5000","KM-5000.2","KM-1520.3T","KM-TV20","SM-100.2","SM-150.2","SM-100.5","SM-150.5C","SM-150.5"],
            "2": ["KM-8520"],
            "3": ["KM-8520X"],
            "4": ["大轮版高承重车款，洽询订改制客服"]
        }
    },
    "4-3": {
        "ques": "是否能自行移动双臀调整坐姿进行减压呢?",
        "ans": {
            "1": "Yes",
            "2": "No"
        },
        "des": {
            "1": "不需姿势变换功能协助减压",
            "2": "需要后躺、空中倾倒等姿势变换功能协助乘坐者减压"
        },
        "next": {
            "1": "end",
            "2": "end"
        },
        "pic":{
            "1": "4-3.gif",
            "2": "4-3.gif"
        },
        "result":{
            "1": ["KP-45.3"],
            "2": ["KP-45.3TR"]
        }
    },
    "4-4": {
        "ques": "是否能自行移动双臀调整坐姿进行减压呢？",
        "ans": {
            "1": "Yes",
            "2": "No"
        },
        "des": {
            "1": "不需姿势变换功能协助减压",
            "2": "需要后躺、空中倾倒等姿势变换功能协助乘坐者减压"
        },
        "next": {
            // "1": "5-3",
            "1": 'end',
            "2": "5-4"
        },
        "pic":{
            "1": "4-4.gif",
            "2": "4-4.gif"
        },
        // "result":{
        //  "1": null,
        //     "2": ["KP-31T","KP-80"]
        // }
        "result":{
            "1": ["KP-31","KP-10.3","KP-10.3B","KP-10.3R","KP-25.2","eFlexx"],
            "2": ["KP-80","KP-31"]
        }
    },
    "4-5": {
        "ques": "经常需要通过不平稳的路面吗?",
        "ans": {
            "1": "Yes",
            "2": "No"
        },
        "des": {
            "1": "配备前后轮双避震，通过不平稳路面时乘坐较舒适",
            "2": "配备后轮避震，行驶於一般道路乘坐舒适"
        },
        "next": {
            "1": "end",
            "2": "end"
        },
        "pic":{
            "1": "4-5.gif",
            "2": "4-5.gif"
        },
        "result":{
            "1": ["KS-747.2"],
            "2": ["KS-600","KS-646"]
        }
    },
    "5-1": {
        "ques": "能够使用双手推行轮椅吗?",
        "ans": {
            "1": "Yes",
            "2": "No"
        },
        "des": {
            "1": "透过双手操控推行轮椅",
            "2": "透过单手及单脚操控推行轮椅"
        },
        "next": {
            "1": "6-1",
            "2": null
        },
        "pic":{
            "1": "3-1-5.gif",
            "2": "3-1-5.gif"
        },
        "result":{
            "1": ["KM-9000","KM-1502"," KM-2500L","KM-2512","KM-3520.2","KM-8520","KM-AT20","KM-AT60","SM-100.2","SM-150.2","SM-100.5","SM-150.5C"],
            "2": ["洽询订改制客服"]
        }
    },
    "5-2": {
        "ques": "是否能自行移动双臀调整坐姿进行减压呢？",
        "ans": {
            "1": "Yes",
            "2": "No"
        },
        "des": {
            "1": "不需姿势变换功能协助减压",
            "2": "需要后躺、空中倾倒等姿势变换功能协助乘坐者减压"
        },
        "next": {
            "1": "6-3",
            // "1": null,
            "2": "6-4"
        },
        "pic":{
            "1": "5-2-6-2.gif",
            "2": "5-2-6-2.gif"
        },
        "result":{
            "1": ["KM-2500L","KM-2500","KM-1502","KM-2500L","KM-2500L","KM-2512","KM-3520.2","KM-TV20","SM-100.2","SM-150.2","SM-100.5","SM-150.5C","SM-150.5"],
            "2": ["KM-5000.2","KM-1520.3T","KM-5000"]
        }
        // "result":{
        //  "1": ["KM-1502","KM-2500 ","KM-2500L","KM-2500L","KM-2512","KM-3520.2","KM-TV20","SM-100.2","SM-150.2","SM-100.5","SM-150.5C","SM-150.5"],
        //     "2": ["KM-5000","KM-5000.2","KM-1520.3T"]
        // }
    },
    "5-3": {
        "ques": "经常行驶较远距离吗?",
        "ans": {
            "1": "Yes",
            "2": "No"
        },
        "des": {
            "1": "电池容量及车身较大，充饱电后的续航力可行驶超过30公里",
            "2": "电池容量及车身较小，充饱电后的续航力无法行驶超过30公里"
        },
        "next": {
            "1": "end",
            //"2": "6-5"
            "2": "end"
        },
        "pic":{
            "1": "5-3.gif",
            "2": "5-3.gif"
        },
        "result":{
            "1": ["KP-25.2","KP-31"],
            "2": ["KP-10.2","KP-10.3B","KP-10.3R","eFlexx"]
        }
     },
    "5-4": {
        "ques": "需要站立功能吗？",
        "ans": {
            "1": "Yes",
            "2": "No"
        },
        "des": {
            "1": "满足乘坐者高处取物、训练腿部适应乘重能力等生活机能需求",
            "2": "空中倾倒功能即可满足使用需求"
        },
        "next": {
            "1": "end",
            // "1": null,
            "2": "end"
        },
        "pic":{
            "1": "5-4.gif",
            "2": "5-4.gif"
        },
        "result":{
            "1": ["KP-80"],
            "2": ["KP-31"]
        }
    },
    "6-1": {
        "ques": "每天移动需求量大、且推行轮椅的时间较长吗 ?",
        "ans": {
            "1": "Yes",
            "2": "No"
        },
        "des": {
            "1": "需要经常推行轮椅外出工作或从事其他活动，每日推行轮椅时间超过二个小时",
            "2": "偶尔推行轮椅外出工作或从事其他活动，主要以室内及居家附近使用为主"
        },
        "next": {
            // "1": "7-1",
            "1":"end",
            "2": "7-2"
        },
        "pic":{
            "1": "6-1.gif",
            "2": "6-1.gif"
        },
        "result":{
            "1": ["KM-9000","KM-AT20","KM-8520","KM-AT60"],
            "2": ["KM-3520.2","KM-1502"," KM-2500L","KM-2512","SM-100.2","SM-150.2","SM-100.5","SM-150.5C"]
        }
    },
    "6-2": {
        "ques": "是否能自行移动双臀调整坐姿进行减压呢?",
        "ans": {
            "1": "Yes",
            "2": "No"
        },
        "des": {
            "1": "不需姿势变换功能协助减压",
            "2": "需要后躺、空中倾倒等姿势变换功能协助乘坐者减压"
        },
        "next": {
            "1": null,
            "2": null
        },
        "pic":{
            "1": "5-2-6-2.gif",
            "2": "5-2-6-2.gif"
        },
        "result":{
            "1": ["低座高版移位型车款，洽询订改制客服"],
            "2": ["低座高版照护型车款，洽询订改制客服"]
        }
    },
    "6-3": {
        "ques": "需要经常将轮椅收进轿车内方便外出吗?",
        "ans": {
            "1": "Yes",
            "2": "No"
        },
        "des": {
            "1": "需要特別轻巧的车身方便照护者搬运",
            "2": "不需要特別轻巧的车身即可满足使用需求"
        },
        "next": {
            "1": "7-3",
            "2": "7-4"
        },
        "pic":{
            "1": "6-3.gif",
            "2": "6-3.gif"
        },
        "result":{
            "1": ["KM-2500L","KM-2500","KM-1502","KM-2512","KM-3520.2","SM-100.2","SM-150.2","SM-100.5","SM-150.5C"],
            "2": ["KM-3520.2","KM-1502","SM-100.2","SM-150.2","SM-100.5","SM-150.5C","SM-150.5"]
        }
    },
    "6-4": {
        "ques": "需要后躺功能，方便进行移位或照顾工作吗？",
        "ans": {
            "1": "Yes",
            "2": "No"
        },
        "des": {
            "1": "让乘坐者接近平躺，方便照护者进行擦身、按摩或移位等护理工作",
            "2": "空中倾倒功能即可满足使用需求"
        },
        "next": {
            "1": "end",
            "2": "end"
            // "2": null
        },
        "pic":{
            "1": "6-4.gif",
            "2": "6-4.gif"
        },
        "result":{
            "1": ["KM-5000","KM-5000.2"],
            "2": ["KM-1520.3T"]
        }
    },
    "6-5": {
        "ques": "有搭飞机旅行的需求吗?",
        "ans": {
            "1": "Yes",
            "2": "No"
        },
        "des": {
            "1": "锂电池设计方便航空讬运",
            "2": "不需要锂电池设计即可满足使用需求"
        },
        "next": {
            "1": "end",
            "2": "end"
        },
        "pic":{
            "1": "6-5.gif",
            "2": "6-5.gif"
        },
        "result":{
            "1": ["eFlexx"],
            "2": ["KP-10.2","KP-10.3B","KP-10.3R"]
        }
    },
    "7-1": {
        "ques": "是否长时间於户外推行，并追求推行时的速度感呢?",
        "ans": {
            "1": "Yes",
            "2": "No"
        },
        "des": {
            "1": "车身重量轻、推行速度快且方便携带外出",
            "2": "车身骨架坚固、推行时安全稳定"
        },
        "next": {
            //"1": "8-1",
            "1": "end",
            "2": "end"
        },
        "pic":{
            "1": "7-1.gif",
            "2": "7-1.gif"
        },
        "result":{
            "1": ["KM-9000","KM-AT20","KM-AT60"],
            "2": ["KM-8520"]
        }
    },
    "7-2": {
        "ques": "需要移除扶手或腿靠，才能移位进出轮椅吗?",
        "ans": {
            "1": "Yes",
            "2": "No"
        },
        "des": {
            "1": "乘坐者无法起身站立，须从轮椅侧向移位进出",
            "2": "乘坐者可起身站立，并从轮椅前方移动进出"
        },
        "next": {
            "1": "end",
            "2": "end"
        },
        "pic":{
            "1": "7-2.gif",
            "2": "7-2.gif"
        },
        "result":{
            "1": ["KM-2512","KM-3520.2"],
            "2": ["KM-1502","SM-150.5C","KM-2500L","SM-100.2","SM-150.2","SM-100.5"]
        }
    },
    "7-3": {
        "ques": "需要移除腿靠，才能移位进出轮椅吗?",
        "ans": {
            "1": "Yes",
            "2": "No"
        },
        "des": {
            "1": "乘坐者无法起身站立，须从轮椅侧向移位进出",
            "2": "乘坐者可起身站立，并从轮椅前方移动进出"
        },
        "next": {
            "1": "end",
            "2": "end"
        },
        "pic":{
            "1": "7-3.gif",
            "2": "7-3.gif"
        },
        "result":{
            "1": ["KM-2512"],
            "2": ["KM-2500","KM-2500L","KM-2500L","KM-TV20"]
        }
    },
    "7-4": {
        "ques": "需要移除扶手或腿靠，才能移位进出轮椅吗?",
        "ans": {
            "1": "Yes",
            "2": "No"
        },
        "des": {
            "1": "乘坐者无法起身站立，须从轮椅侧向移位进出",
            "2": "乘坐者可起身站立，并从轮椅前方移动进出"
        },
        "next": {
            "1": "end",
            "2": "end"
        },
        "pic":{
            "1": "7-4.gif",
            "2": "7-4.gif"
        },
        "result":{
            "1": ["KM-3520.2","KM-1520.3"],
            "2": ["KM-1502","SM-150.5C","SM-100.2","SM-150.2","SM-100.5","SM-150.5"]
        }
    },
    "8-1": {
        "ques": "需要有收合功能的车身方便携带吗?",
        "ans": {
            "1": "Yes",
            "2": "No"
        },
        "des": {
            "1": "骨架可收合，适合有外出携带需求的使用者",
            "2": "骨架不需要收合即可满足使用需求"
        },
        "next": {
            "1": "end",
            "2": "end"
        },
        "pic":{
            "1": "8-1.gif",
            "2": "8-1.gif"
        },
        "result":{
            "1": ["KM-9000","KM-AT20"],
            "2": ["KM-AT60"]
        }
    }
}

//以下产品资讯暂时都是乱填的，只有型号对

var allpds = {
    "KM-1502": {
        "no": "KM-1502",
        "pic": "KM-1502.jpg",
        "name": null,
        "des": "创新三段式背垫连动后倾设计",
        "price": "2,480 "
    },
    "KM-2500Lite": {
        "no": "KM-2500超轻",
        "pic": "KM-2500Lite.jpg",
        "name": null,
        "des": "轻而易举的外出首选车款",
        "price": "2,680"
    },
    "KP-31T": {
        "no": "KP-31T",
        "pic": "KP-31T.jpg",
        "name": null,
        "des": "畅行无碍，卓越性能操之在手",
        "price": "24,800",
        "detail":{
            "seatW":"43/48",
            "width":"60",
            "length":"107",
            "height":"131",
            "wheel":'9"/14"',
            "radius":"82",
            "climb":"10",
            "speed":"10",
            "milage":"30",
            "w":"300-500",
            "a":"50",
            "shock":"后轮",
            "weightB":"94",
            "loading":"140"

        }
    },
    "KP-80": {
        "no": "KP-80",
        "pic": "KP-80.jpg",
        "name": null,
        "des": "站立的感觉只能亲自感受",
        "price": "38,800",
        "detail":{
            "seatW":"45",
            "seatD":"42",
            "seatH":"51",
            "backH":"51",
            "restH":"23-29",
            "length":"118",
            "width":"66",
            "height":"96/134",
            "wheel":'7"/22"',
            "weight":"22",
            "loading":"115"
        }
    },
    "KM-5000.2": {
        "no": "KM-5000.2",
        "pic": "KM-5000.2.jpg",
        "name": null,
        "des": "兼具照护与乘坐需求的人性化设",
        "price": "4,980",
        "detail":{
            "seatW":"46",
            "seatD":"45",
            "seatH":"50",
            "backH":"45",
            "restH":"22",
            "length":"124",
            "width":"68",
            "height":"93/129",
            "wheel":'8"/24"',
            "weight":"22.7",
            "loading":"115"
        }
    },
    "KM-1520.3T": {
        "no": "KM-1520.3T",
        "pic": "KM-1520.3T.jpg",
        "name": null,
        "des": "享受空中倾仰的深层纾压",
        "price": "4,680"
    },
    "KM-5000": {
        "no": "KM-5000",
        "pic": "KM-5000.jpg",
        "name": null,
        "des": "还有什么比躺着更舒适",
        "price": "2,880",
        "detail":{
            "seatW":"45",
            "seatD":"42",
            "seatH":"51",
            "backH":"51",
            "restH":"23-29",
            "length":"118",
            "width":"66",
            "height":"96/134",
            "wheel":'7"/22"',
            "weight":"22",
            "loading":"115"
        }
    }
}


// var allpds = {
//  "KM-1502": {
//      "no": "KM-1502",
//      "pic": "KM-1502.jpg",
//      "name": "舒弧 106",
//      "des": "创新三段式背垫连动后倾设计",
//      "price": "7,800"
//  },
//  "KM-2500Lite": {
//      "no": "KM-2500超轻",
//      "pic": "KM-2500Lite.jpg",
//      "name": "舒弧 106",
//      "des": "创新三段式背垫连动后倾设计",
//      "price": "7,800"
//  },
//  "KP-31T": {
//      "no": "KP-31T",
//      "pic": "KP-31T.jpg",
//      "name": "舒弧 106",
//      "des": "创新三段式背垫连动后倾设计",
//      "price": "7,800",
//      "detail":{
//          "seatW":"43/48",
//          "width":"60",
//          "length":"107",
//          "height":"131",
//          "wheel":'9"/14"',
//          "radius":"82",
//          "climb":"10",
//          "speed":"10",
//          "milage":"30",
//          "w":"300-500",
//          "a":"50",
//          "shock":"后轮",
//          "weight":"94",
//          "loading":"140"

//      }
//  },
//  "KP-80": {
//      "no": "KP-80",
//      "pic": "KP-80.jpg",
//      "name": "舒弧 106",
//      "des": "创新三段式背垫连动后倾设计",
//      "price": "7,800"
//  },
//  "KM-5000.2": {
//      "no": "KM-5000.2",
//      "pic": "KM-5000.2.jpg",
//      "name": "舒弧 106",
//      "des": "创新三段式背垫连动后倾设计",
//      "price": "7,800",
//      "detail":{
//          "seatW":"46",
//          "seatD":"45",
//          "seatH":"50",
//          "backH":"45",
//          "restH":"22",
//          "length":"124",
//          "width":"68",
//          "height":"93/129",
//          "wheel":'8"/24"',
//          "weight":"22.7",
//          "loading":"115"
//      }
//  },
//  "KM-1520.3T": {
//      "no": "KM-1520.3T",
//      "pic": "KM-1520.3T.jpg",
//      "name": "舒弧 106",
//      "des": "创新三段式背垫连动后倾设计",
//      "price": "7,800"
//  },
//  "KM-5000": {
//      "no": "KM-5000",
//      "pic": "KM-5000.jpg",
//      "name": "舒弧 106",
//      "des": "创新三段式背垫连动后倾设计",
//      "price": "7,800",
//      "detail":{
//          "seatW":"45",
//          "seatD":"42",
//          "seatH":"51",
//          "backH":"51",
//          "restH":"23-29",
//          "length":"118",
//          "width":"66",
//          "height":"96/134",
//          "wheel":'7"/22"',
//          "weight":"22",
//          "loading":"115"
//      }
//  }
// }


var labelName = {
    "seatW":["座宽","(公分)"],
    "seatD":["座深","(公分)"],
    "seatH":["座高","(公分)"],
    "backH":["背高","(公分)"],
    "restH":["扶手高","(公分)"],
    "length":["总长","(公分)"],
    "width":["总宽","(公分)"],
    "height":["总高","(公分)"],
    "wheel":["前/后轮","(英寸)"],
    "weight":["净重","(公斤)"],
    "loading":["安全载重","(公斤)"],
    "radius":["回转半径","(公分)"],
    "climb":["爬坡角度","(度)"],
    "speed":["时速","(公里/时)"],
    "milage":["满电最大行程","(公里)"],
    "w":["马达","(输出瓦数)"],
    "a":["电量","(安培/时)"],
    "shock":["避震器"],
    "weightB":["含电池重量","(公斤)"]
}